export const aboutDatas = [
  {
    title: '프론트엔드 개발',
    contents:
      'Python을 활용해 반복적인 업무를 자동화하며 개발에 흥미를 느낀 후 이스트소프트에서 진행하는 백엔드 개발 교육 과정을 통해 Python, Django를 활용한 백엔드 API 서버 구축을 시작으로 웹 개발 공부를 시작한 후, 현재는 Next.js, Javascript, Typescript, React, Tailwind 등을 사용하여 프론트엔드 개발을 담당하고 있습니다. 사용자 경험을 최우선으로 고려하며, 직관적이고 효율적인 웹 인터페이스를 구현하는 것에 큰 보람을 느끼고 있습니다.',
  },
  {
    title: '성장에 대한 즐거움',
    contents:
      '새로운 프로젝트를 시작할 때마다 단순히 이전에 사용하던 기술을 활용하는 것이 아닌, 이전 프로젝트에서 아쉬웠던 부분을 개선하고 새로운 코드 스타일이나 기술을 적용하는 것에 큰 즐거움을 느낍니다. 이는 개발에 있어서 성장을 위한 동기가 되어주고 있으며, 점점 더 나은 개발자로 나아가는 과정에서 큰 성취감을 얻고 있습니다.',
  },
  {
    title: '안되면 될 때까지',
    contents:
      '프론트엔드 개발을 혼자 진행하고 있습니다. 이 과정에서 모든 것을 스스로 찾아내고 해결해야 했기 때문에, 때론 기능 구현에 며칠이 걸리기도 했습니다. 하지만 이런 과정을 통해 개발에 있어서 "해결할 수 없는 문제는 없다"는 확신을 가지게 되었습니다. 이로써, 자신에게 부여된 책임을 끝까지 완수할 수 있는 끈기를 얻게 되었습니다.',
  },
];
