export const aboutDatas = [
  {
    title: '프론트엔드 개발',
    contents:
      'Python을 활용해 반복적인 업무를 자동화하며 개발에 흥미를 느낀 후 이스트소프트에서 진행하는 백엔드 개발 교육 과정을 통해 Python, Django를 활용한 백엔드 API 서버 구축을 시작으로 웹 개발 공부를 시작한 후, 현재는 Next.js, Javascript, Typescript, React, Tailwind 등을 사용하여 프론트엔드 개발을 담당하고 있습니다. 사용자 경험을 최우선으로 고려하며, 직관적이고 효율적인 웹 인터페이스를 구현하는 것에 큰 보람을 느끼고 있습니다.',
  },
  {
    title: '느리더라도 꾸준하게 ',
    contents:
      '프론트엔드 개발을 전담하며 효율적인 아키텍처 설계와 새로운 기술 도입을 통해 사용자 중심의 웹 애플리케이션 구축에 매진하고 있습니다. 특히 성능 최적화와 사용자 경험 향상에 깊은 관심을 두고 있으며, 이를 위해 끊임없이 공부하고 발전해 나가고 있습니다. 프로젝트를 진행하면서 마주친 다양한 기술적 난관들을 해결해가는 과정에서, 개발자로서의 역량이 한층 성장하는 것을 체감하고 있습니다. 작은 성과 하나하나가 모여 의미 있는 진전이 되어가는 것을 경험하며, 점진적이지만 꾸준한 발전을 이루는 개발자로 성장하고자 합니다.',
  },
  {
    title: '안되면 될 때까지',
    contents:
      '프론트엔드 개발을 혼자 진행하고 있습니다. 이 과정에서 모든 것을 스스로 찾아내고 해결해야 했기 때문에, 때론 기능 구현에 며칠이 걸리기도 했습니다. 하지만 이런 과정을 통해 개발에 있어서 "해결할 수 없는 문제는 없다"는 확신을 가지게 되었습니다. 이로써, 자신에게 부여된 책임을 끝까지 완수할 수 있는 끈기를 얻게 되었습니다.',
  },
];
